[KevlarArmor_DLC_Day0 X2ArmorTemplate]
FriendlyName="Armadura de Kevlar do Guerreiro da Resistência"
BriefSummary="Esta armadura básica consiste em uma proteção improvisada feita de materiais resgatados e dos depósitos de armas da Resistência. Oferece proteção mínima contra as armas da ADVENT, e é praticamente inútil contra as armas alienígenas."
TacticalText="<Bullet/> Todos os soldados recebem armadura de Kevlar como parte de seu equipamento básico.\n<Bullet/> A pesquisa pode nos dar acesso a armaduras melhores; isso ajudará muito em combate."

[DLC_0_Hat_A_FloppyBoonie_M X2BodyPartTemplate]
DisplayName="Boné Floppy"
[DLC_0_Hat_A_FloppyBoonie_F X2BodyPartTemplate]
DisplayName="Boné Floppy"
[DLC_0_Hood_A_Simple_M X2BodyPartTemplate]
DisplayName="Capô Longo"
[DLC_0_Hood_A_Simple_F X2BodyPartTemplate]
DisplayName="Capô Longo"
[DLC_0_Hood_B_SkiMask_M X2BodyPartTemplate]
DisplayName="Máscara de Esqui"
[DLC_0_Hood_B_SkiMask_F X2BodyPartTemplate]
DisplayName="Máscara de Esqui"

[Facepaint_BLANK X2BodyPartTemplate]
DisplayName="Nenhum"
[Facepaint_Arid X2BodyPartTemplate]
DisplayName="Árido"
[Facepaint_Eyeblack X2BodyPartTemplate]
DisplayName="Olho Preto"
[Facepaint_SharpShooter X2BodyPartTemplate]
DisplayName="Atirador de Elite"
[Facepaint_Skull X2BodyPartTemplate]
DisplayName="Caveira"